Repository: bomenzijnchill/FileFlower
Catalog: FileFlower/FileFlower/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

# filesafe.report.import.queued
source: Queued %lld files for import
de: %lld Dateien für Import eingereiht
es: %lld archivos en cola para importar
fr: %lld fichiers en file d'attente pour l'import
nl: %lld bestanden in wachtrij voor import

# filesafe.report.import.timeout
source: Timeout waiting for project
de: Zeitüberschreitung beim Warten auf Projekt
es: Tiempo agotado esperando el proyecto
fr: Délai dépassé en attendant le projet
nl: Time-out bij wachten op project

# filesafe.report.import.waiting
source: Waiting for NLE… (%lld s)
de: Warte auf NLE… (%lld s)
es: Esperando a NLE… (%lld s)
fr: En attente du NLE… (%lld s)
nl: Wachten op NLE… (%lld s)

# filesafe.report.import.waiting_long
source: Still waiting for NLE after %lld s — open the project manually to trigger pickup
de: Warte immer noch auf NLE nach %lld s — Projekt manuell öffnen, um die Abholung auszulösen
es: Aún esperando a NLE después de %lld s — abre el proyecto manualmente para activar la recogida
fr: Toujours en attente du NLE après %lld s — ouvrez le projet manuellement pour déclencher la récupération
nl: Nog steeds wachten op NLE na %lld s — open het project handmatig om ophalen te triggeren

# filesafe.report.import.watching
source: Waiting for %@ to create a project…
de: Warte darauf, dass %@ ein Projekt erstellt…
es: Esperando que %@ cree un proyecto…
fr: En attente que %@ crée un projet…
nl: Wachten tot %@ een project aanmaakt…

# filesafe.report.open_finder
source: Open in Finder
de: Im Finder öffnen
es: Abrir en Finder
fr: Ouvrir dans le Finder

# filesafe.report.open_report
source: Open Report
de: Bericht öffnen
es: Abrir informe
fr: Ouvrir le rapport
nl: Open Rapport

# filesafe.report.retried
source: Retried
de: Wiederholt
es: Reintentado
fr: Ré-essayé
nl: Herpoging nodig

# filesafe.report.skipped
source: Skipped (existing)
de: Übersprungen (vorhanden)
es: Omitidos (existentes)
fr: Ignorés (existants)
nl: Overgeslagen (bestaand)

# filesafe.report.title
source: Copy Complete
de: Kopieren abgeschlossen
es: Copia completada
fr: Copie terminée
nl: Kopiëren voltooid

# filesafe.report.total_size
source: Total size
de: Gesamtgröße
es: Tamaño total
fr: Taille totale
nl: Totale grootte

# filesafe.report.verified
source: Fully verified
de: Vollständig verifiziert
es: Completamente verificado
fr: Entièrement vérifié
nl: Volledig geverifieerd

# filesafe.report.warnings
source: Warnings
de: Warnungen
es: Advertencias
fr: Avertissements
nl: Waarschuwingen

# filesafe.scan.cancel
source: Cancel scan
de: Scan abbrechen
es: Cancelar análisis
fr: Annuler le scan
nl: Scan annuleren

# filesafe.scan.completed
source: ✓ Scan complete · %lld files
de: ✓ Scan abgeschlossen · %lld Dateien
es: ✓ Análisis completo · %lld archivos
fr: ✓ Scan terminé · %lld fichiers
nl: ✓ Scan voltooid · %lld bestanden

# filesafe.scan.found %lld
source: %lld files found
de: %lld Dateien gefunden
es: %lld archivos encontrados
fr: %lld fichiers trouvés
nl: %lld bestanden gevonden

# filesafe.scan.scanning
source: Scanning…
de: Scanne…
es: Analizando…
fr: Scan en cours…
nl: Scannen…

# filesafe.scan.scanning_count
source: Scanning… %lld files
de: Scanne… %lld Dateien
es: Analizando… %lld archivos
fr: Scan… %lld fichiers
nl: Scannen… %lld bestanden

# filesafe.scan.title
source: Scanning drive...
de: Laufwerk wird gescannt...
es: Escaneando disco...
fr: Analyse du disque...
nl: Schijf scannen...

# filesafe.source.subtitle
source: Pick a connected card or drive. Scanning starts in the background — meanwhile pick a destination.
de: Wähle eine angeschlossene Karte oder Festplatte. Scan läuft im Hintergrund — wähle inzwischen das Ziel.
es: Elige una tarjeta o unidad conectada. El análisis se ejecuta en segundo plano — elige el destino.
fr: Choisissez une carte ou un disque connecté. Le scan démarre en arrière-plan — choisissez la destination.
nl: Kies een aangesloten kaart of schijf. Scannen loopt op de achtergrond — kies ondertussen de bestemming.

# filesafe.source.title
source: Which source to safeguard?
de: Welche Quelle sichern?
es: ¿Qué origen asegurar?
fr: Quelle source sauvegarder ?
nl: Welke bron wil je veiligstellen?

# filesafe.stage.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
nl: Bevestig

# filesafe.stage.destination
source: Destination
de: Ziel
es: Destino
nl: Bestemming

# filesafe.stage.done
source: Done
de: Fertig
es: Listo
fr: Terminé
nl: Klaar

# filesafe.stage.layout
source: Layout
de: Struktur
es: Estructura
fr: Structure
nl: Indeling

# filesafe.stage.source
source: Source
de: Quelle
es: Origen
nl: Bron

# filesafe.transfer.completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
nl: Voltooid

# filesafe.transfer.paused
source: Paused
de: Pausiert
es: Pausado
fr: En pause
nl: Gepauzeerd

# filesafe.transfer.view_report
source: View report
de: Bericht anzeigen
es: Ver informe
fr: Voir le rapport
nl: Bekijk rapport

# filesafe.verify.bytecompare
source: Byte compare
de: Byte-Vergleich
es: Comp. bytes
fr: Vérif. octets
nl: Byte-controle

# filesafe.verify.checksum
source: Checksum
de: Prüfsumme

# filesafe.verify.complete
source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
nl: Geverifieerd

# filesafe.verify.copying
source: Copying
de: Kopieren
es: Copiando
fr: Copie
nl: Kopiëren

# filesafe.volume.free_suffix
source: free
de: frei
es: libre
fr: libre
nl: vrij

# filesafe.volume.title
source: Select Drive
de: Laufwerk wählen
es: Seleccionar disco
fr: Choisir un disque
nl: Kies schijf

# filesafe.volume.waiting
source: Waiting for external drive...
de: Warten auf externes Laufwerk...
es: Esperando disco externo...
fr: En attente d’un disque externe...
nl: Wachten op externe schijf...

# filesafe.wizard.audio_per_day
source: Link to day structure
de: Mit Tagesstruktur verknüpfen
es: Vincular a estructura del día
fr: Lier à la structure journalière
nl: Koppelen aan dagstructuur

# filesafe.wizard.cameras
source: Camera angles
de: Kamerawinkel
es: Ángulos de cámara
fr: Angles caméra
nl: Camera-hoeken

# filesafe.wizard.cameras.placeholder
source: e.g. CAM_A, CAM_B, Drone
de: z.B. CAM_A, CAM_B, Drohne
es: p.ej. CAM_A, CAM_B, Dron
fr: p.ex. CAM_A, CAM_B, Drone
nl: bijv. CAM_A, CAM_B, Drone

# filesafe.wizard.categories
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
nl: Categorieën

# filesafe.wizard.categories.placeholder
source: e.g. BTS, Product, Portrait
de: z.B. BTS, Produkt, Porträt
es: p.ej. BTS, Producto, Retrato
fr: p.ex. BTS, Produit, Portrait
nl: bijv. BTS, Product, Portret

# filesafe.wizard.days
source: Shoot days
de: Drehtage
es: Días de rodaje
fr: Jours de tournage
nl: Filmdagen

# filesafe.wizard.general
source: General
de: Allgemein
fr: Général
nl: Algemeen

# filesafe.wizard.location
source: Location
de: Ort
es: Ubicación
fr: Lieu
nl: Locatie

# filesafe.wizard.persons
source: Persons / microphones
de: Personen / Mikrofone
es: Personas / micrófonos
fr: Personnes / micros
nl: Personen / microfoons

# filesafe.wizard.persons.placeholder
source: e.g. INT_John, Boom
de: z.B. INT_Jan, Boom
es: p.ej. INT_Juan, Caña
fr: p.ex. INT_Jean, Perche
nl: bijv. INT_Koen, Boom

# filesafe.wizard.photos
source: Photos
de: Fotos
es: Fotos
nl: Foto's

# filesafe.wizard.preview
source: Preview Structure
de: Struktur-Vorschau
es: Vista previa estructura
fr: Aperçu de la structure
nl: Structuur bekijken

# filesafe.wizard.split_raw
source: Split RAW and JPEG
de: RAW und JPEG trennen
es: Separar RAW y JPEG
fr: Séparer RAW et JPEG
nl: RAW en JPEG splitsen

# filesafe.wizard.timestamp
source: Assign by timestamp
de: Nach Zeitstempel zuweisen
es: Asignar por marca de tiempo
fr: Attribuer par horodatage
nl: Toewijzen op tijdstempel

# filesafe.wizard.title
source: Shoot Setup
de: Shoot einrichten
es: Config. rodaje
fr: Config. tournage
nl: Shoot instellen

# filesafe.wizard.wildtrack
source: Wildtrack / ambient audio
de: Wildtrack / Umgebungston
es: Wildtrack / sonido ambiente
fr: Wildtrack / ambiance
nl: Wildtrack / omgevingsgeluid

# folder_structure.copy_suffix
source: Copy
de: Kopie
es: Copia
fr: Copie
nl: kopie

# folder_structure.create.from_duplicate
source: Duplicate selected
de: Ausgewählte duplizieren
es: Duplicar selección
fr: Dupliquer la sélection
nl: Geselecteerde dupliceren

# folder_structure.create.from_scan
source: Scan existing folder…
de: Bestehenden Ordner scannen…
es: Escanear carpeta existente…
fr: Scanner un dossier existant…
nl: Bestaande map scannen…

# folder_structure.create.from_scratch
source: From scratch
de: Von Grund auf
es: Desde cero
fr: À partir de zéro
nl: Vanaf nul

# folder_structure.default_badge
source: Default
de: Standard
es: Predeterminada
fr: Par défaut
nl: Standaard

# folder_structure.default_name
source: Untitled Template
de: Unbenannte Vorlage
es: Plantilla sin título
fr: Modèle sans titre
nl: Sjabloon zonder naam

# folder_structure.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
nl: Verwijderen

# folder_structure.deploy.fill_params
source: Fill in template parameters
de: Vorlagenparameter ausfüllen
es: Rellenar los parámetros
fr: Remplir les paramètres
nl: Vul sjabloonparameters in

# folder_structure.deploy.missing_param
source: This field is required
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fr: Ce champ est requis
nl: Dit veld is verplicht

# folder_structure.deploy.no_params
source: This template has no parameters.
de: Diese Vorlage hat keine Parameter.
es: Esta plantilla no tiene parámetros.
fr: Ce modèle n'a pas de paramètres.
nl: Dit sjabloon heeft geen parameters.

# folder_structure.deploy.window_title
source: Deploy template
de: Vorlage bereitstellen
es: Implementar plantilla
fr: Déployer le modèle
nl: Sjabloon uitrollen

# folder_structure.duplicate
source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
nl: Dupliceren

# folder_structure.editor.empty_preview
source: No folders defined
de: Keine Ordner definiert
es: No hay carpetas definidas
fr: Aucun dossier défini
nl: Geen mappen gedefinieerd

# folder_structure.editor.mapping
source: AI Mapping
de: KI-Zuordnung
es: Mapeo IA
fr: Correspondance IA

# folder_structure.editor.mapping_analyzed_at
source: Last analyzed: %@
de: Zuletzt analysiert: %@
es: Último análisis: %@
fr: Dernière analyse : %@
nl: Laatst geanalyseerd: %@

# folder_structure.editor.mapping_analyzing
source: Analyzing structure…
de: Analysiere Struktur…
es: Analizando estructura…
fr: Analyse de la structure…
nl: Structuur analyseren…

# folder_structure.editor.mapping_empty_note
source: No analysis yet. Click Analyze to auto-detect footage, audio and photo folders.
de: Noch keine Analyse. Klicken Sie auf „Analysieren“, um Footage-, Audio- und Foto-Ordner automatisch zu erkennen.
es: Aún no hay análisis. Haga clic en Analizar para detectar carpetas de metraje, audio y fotos.
fr: Pas encore d'analyse. Cliquez sur Analyser pour détecter les dossiers de rushes, audio et photos.
nl: Nog geen analyse. Klik op Analyseren om footage-, audio- en foto-mappen automatisch te detecteren.

# folder_structure.editor.mapping_no_match
source: No matches found. Try more descriptive folder names (e.g. "Footage", "Audio", "Photos").
de: Keine Übereinstimmungen gefunden. Versuchen Sie beschreibendere Ordnernamen (z. B. „Footage“, „Audio“, „Photos“).
es: No se encontraron coincidencias. Pruebe con nombres de carpetas más descriptivos (p. ej., "Footage", "Audio", "Photos").
fr: Aucune correspondance trouvée. Essayez des noms de dossiers plus descriptifs (ex. « Footage », « Audio », « Photos »).
nl: Geen matches gevonden. Probeer meer beschrijvende mapnamen (bijv. "Footage", "Audio", "Photos").

# folder_structure.editor.mapping_no_tree
source: Add folders first to run the AI mapping.
de: Fügen Sie zuerst Ordner hinzu, um die KI-Zuordnung auszuführen.
es: Añade carpetas primero para ejecutar el mapeo de IA.
fr: Ajoutez d'abord des dossiers pour exécuter la correspondance IA.
nl: Voeg eerst mappen toe om de AI-mapping uit te voeren.

# folder_structure.editor.parameters
source: Parameters
de: Parameter
es: Parámetros
fr: Paramètres

# folder_structure.editor.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
nl: Voorbeeld

# folder_structure.editor.tree
source: Folder Tree
de: Ordnerbaum
es: Árbol de carpetas
fr: Arborescence
nl: Mappenboom

# folder_structure.empty_list
source: No templates yet
de: Noch keine Vorlagen
es: Aún no hay plantillas
fr: Pas encore de modèles
nl: Nog geen sjablonen

# folder_structure.insert_placeholder
source: Insert Placeholder
de: Platzhalter einfügen
es: Insertar marcador
fr: Insérer un espace réservé
nl: Placeholder invoegen

# folder_structure.param.add
source: Add Parameter
de: Parameter hinzufügen
es: Añadir parámetro
fr: Ajouter un paramètre
nl: Parameter toevoegen

# folder_structure.param.default
source: Default
de: Standard
es: Predeterminado
fr: Valeur par défaut
nl: Standaard

# folder_structure.param.empty
source: No parameters defined
de: Keine Parameter definiert
es: No hay parámetros definidos
fr: Aucun paramètre défini
nl: Geen parameters gedefinieerd

# folder_structure.param.folder_break
source: Folder Break
de: Ordnertrennung
es: División
fr: Séparation
nl: Mapsplitsing

# folder_structure.param.folder_break_short
source: Split
de: Trenn.
es: Div.
fr: Sép.

# folder_structure.param.help_body
source: Parameters are prompted when you create a project and get inserted into folder names as [Name].
de: Parameter werden beim Erstellen eines Projekts abgefragt und in Ordnernamen als [Name] eingesetzt.
es: Los parámetros se solicitan al crear un proyecto y se insertan en los nombres de carpetas como [Name].
fr: Les paramètres sont demandés à la création d'un projet et sont insérés dans les noms de dossiers sous la forme [Nom].
nl: Parameters worden gevraagd bij het aanmaken van een project en komen in mapnamen terug als [Naam].

# folder_structure.param.help_break_desc
source: When enabled, slashes in the value create nested folders (e.g. "Client/2026" → Client/2026/…).
de: Wenn aktiviert, erzeugen Schrägstriche im Wert verschachtelte Ordner (z. B. „Kunde/2026“ → Kunde/2026/…).
es: Cuando está activado, las barras en el valor crean carpetas anidadas (p. ej., "Cliente/2026" → Cliente/2026/…).
fr: Lorsqu'activé, les barres obliques dans la valeur créent des dossiers imbriqués (ex. « Client/2026 » → Client/2026/…).
nl: Indien ingeschakeld maken slashes in de waarde geneste mappen (bijv. "Klant/2026" → Klant/2026/…).

# folder_structure.param.help_builtins
source: Built-in tokens: [Date], [Year], [Month], [Day] — work without defining a parameter.
de: Integrierte Platzhalter: [Date], [Year], [Month], [Day] — funktionieren ohne Parameter-Definition.
es: Tokens integrados: [Date], [Year], [Month], [Day] — funcionan sin definir un parámetro.
fr: Jetons intégrés : [Date], [Year], [Month], [Day] — fonctionnent sans définition de paramètre.
nl: Ingebouwde tokens: [Date], [Year], [Month], [Day] — werken zonder parameter-definitie.

# folder_structure.param.help_default_desc
source: Pre-filled value shown in the field when creating a project.
de: Vorausgefüllter Wert, der beim Erstellen eines Projekts im Feld steht.
es: Valor predefinido que aparece en el campo al crear un proyecto.
fr: Valeur pré-remplie affichée dans le champ lors de la création d'un projet.
nl: Vooringevulde waarde die in het veld staat bij het aanmaken van een project.

# folder_structure.param.help_required_desc
source: When enabled, the project cannot be created while this value is empty.
de: Wenn aktiviert, kann das Projekt nicht erstellt werden, solange dieser Wert leer ist.
es: Cuando está activado, el proyecto no se puede crear mientras este valor esté vacío.
fr: Lorsqu'activé, le projet ne peut pas être créé tant que cette valeur est vide.
nl: Indien ingeschakeld kan het project niet worden aangemaakt zolang deze waarde leeg is.

# folder_structure.param.help_short
source: Help
de: Hilfe
es: Ayuda
fr: Aide
nl: Uitleg

# folder_structure.param.help_title
source: What do parameters do?
de: Was machen Parameter?
es: ¿Qué hacen los parámetros?
fr: À quoi servent les paramètres ?
nl: Wat doen parameters?

# folder_structure.param.help_title_desc
source: Name of the parameter — used in folder names as [Name].
de: Name des Parameters — wird in Ordnernamen als [Name] eingefügt.
es: Nombre del parámetro — se utiliza en los nombres de carpetas como [Nombre].
fr: Nom du paramètre — utilisé dans les noms de dossiers sous la forme [Nom].
nl: Naam van de parameter — wordt in mapnamen gebruikt als [Naam].

# folder_structure.param.help_type_desc
source: Text or number — controls validation of the entered value.
de: Text oder Zahl — bestimmt die Validierung des eingegebenen Wertes.
es: Texto o número — controla la validación del valor introducido.
fr: Texte ou numérique — contrôle la validation de la valeur saisie.
nl: Tekst of nummer — bepaalt de validatie van de ingevoerde waarde.

# folder_structure.param.new_name
source: New Parameter
de: Neuer Parameter
es: Nuevo parámetro
fr: Nouveau paramètre
nl: Nieuwe parameter

# folder_structure.param.required
source: Required
de: Erforderlich
es: Requerido
fr: Requis
nl: Verplicht

# folder_structure.param.required_short
source: Req.
de: Erf.
nl: Verpl.

# folder_structure.param.title
source: Title
de: Titel
es: Título
fr: Titre
nl: Titel

# folder_structure.param.type
source: Type
de: Typ
es: Tipo

# folder_structure.preset_section
source: Presets
de: Voreinstellungen
es: Preajustes
fr: Préréglages

# folder_structure.rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
nl: Hernoemen

# folder_structure.rename_prompt
source: Enter a new name
de: Neuen Namen eingeben
es: Introduce un nuevo nombre
fr: Entrez un nouveau nom
nl: Voer een nieuwe naam in

# folder_structure.select_or_create
source: Select or create a template
de: Wähle oder erstelle eine Vorlage
es: Selecciona o crea una plantilla
fr: Sélectionnez ou créez un modèle
nl: Selecteer of maak een sjabloon

# folder_structure.set_default
source: Set as Default
de: Als Standard festlegen
es: Establecer como predeterminada
fr: Définir par défaut
nl: Als standaard instellen

# folder_structure.templates
source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles
nl: Sjablonen

# folder_structure.tree.add_root
source: Add Folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter un dossier
nl: Map toevoegen

# folder_structure.tree.add_subfolder
source: Add Subfolder
de: Unterordner hinzufügen
es: Añadir subcarpeta
fr: Ajouter un sous-dossier
nl: Submap toevoegen

# folder_structure.tree.empty
source: Empty tree. Add a folder to start.
de: Leerer Baum. Füge einen Ordner hinzu.
es: Árbol vacío. Añade una carpeta.
fr: Arborescence vide. Ajoutez un dossier.
nl: Lege boom. Voeg een map toe om te beginnen.

# folder_structure.tree.move_down
source: Move Down
de: Nach unten
es: Mover abajo
fr: Déplacer vers le bas
nl: Omlaag

# folder_structure.tree.move_up
source: Move Up
de: Nach oben
es: Mover arriba
fr: Déplacer vers le haut
nl: Omhoog

# folder_structure.tree.name_placeholder
source: Folder name
de: Ordnername
es: Nombre de carpeta
fr: Nom du dossier
nl: Mapnaam

# folder_structure.tree.new_folder
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
nl: Nieuwe map

# foldersync.active_syncs
source: Active syncs
de: Aktive Synchronisierungen
es: Sincronizaciones activas
fr: Synchronisations actives
nl: Actieve synchronisaties

# foldersync.add_folder
source: Add folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter un dossier
nl: Voeg map toe

# foldersync.add_folder_description
source: Click + to add a folder sync
de: Klicke +, um eine Ordner-Synchronisation hinzuzufügen
es: Haz clic en + para agregar una sincronización
fr: Cliquez sur + pour ajouter une synchronisation
nl: Klik + om een map sync toe te voegen

# foldersync.add_sync
source: + Sync new folder
de: + Neuen Ordner synchronisieren
es: + Sincronizar nueva carpeta
fr: + Synchroniser nouveau dossier
nl: + Sync nieuwe map

# foldersync.add_to_sync
source: Add a folder to sync files to your project
de: Füge einen Ordner hinzu, um Dateien mit deinem Projekt zu synchronisieren
es: Añade una carpeta para sincronizar archivos con tu proyecto
fr: Ajoutez un dossier pour synchroniser les fichiers vers votre projet
nl: Voeg een map toe om bestanden te synchroniseren naar je project

# foldersync.bin_description
source: Leave empty to use the folder name as bin
de: Leer lassen, um den Ordnernamen als Bin zu verwenden
es: Dejar vacío para usar el nombre de la carpeta como bin
fr: Laisser vide pour utiliser le nom du dossier comme bin
nl: Laat leeg om de mapnaam als bin te gebruiken

# foldersync.bin_empty_description %@
source: Leave empty to use folder name '%@'
de: Leer lassen, um den Ordnernamen '%@' zu verwenden
es: Dejar vacío para usar el nombre de la carpeta '%@'
fr: Laisser vide pour utiliser le nom du dossier '%@'
nl: Laat leeg om de mapnaam '%@' te gebruiken

# foldersync.choose_folder
source: Choose folder
de: Ordner wählen
es: Elegir carpeta
fr: Choisir un dossier
nl: Kies map

# foldersync.delete_all
source: Delete all
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
nl: Verwijder alles

# foldersync.delete_all_button
source: Delete All
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
nl: Verwijder alles

# foldersync.delete_all_folders
source: Delete all folders?
de: Alle Ordner löschen?
es: ¿Eliminar todas las carpetas?
fr: Supprimer tous les dossiers ?
nl: Alle mappen verwijderen?

# foldersync.delete_all_for_project
source: Delete all syncs for this project
de: Alle Synchronisationen für dieses Projekt löschen
es: Eliminar todas las sincronizaciones de este proyecto
fr: Supprimer toutes les synchronisations pour ce projet
nl: Verwijder alle syncs voor dit project

# foldersync.delete_all_message %lld %@
source: All %1$lld syncs for '%2$@' will be deleted. Files will be kept.
de: Alle %1$lld Synchronisationen für '%2$@' werden gelöscht. Dateien bleiben erhalten.
es: Se eliminarán las %1$lld sincronizaciones para '%2$@'. Los archivos se conservarán.
fr: Les %1$lld synchronisations pour '%2$@' seront supprimées. Les fichiers seront conservés.
nl: Alle %1$lld syncs voor '%2$@' worden verwijderd. Bestanden blijven behouden.

# foldersync.delete_all_title
source: Delete All Syncs?
de: Alle Synchronisationen löschen?
es: ¿Eliminar todas las sincronizaciones?
fr: Supprimer toutes les synchronisations ?
nl: Alle syncs verwijderen?

# foldersync.delete_folder
source: Delete folder?
de: Ordner löschen?
es: ¿Eliminar carpeta?
fr: Supprimer le dossier ?
nl: Map verwijderen?

# foldersync.delete_folder_message %@
source: '%@' will be removed from sync. Files will be kept.
de: '%@' wird aus der Synchronisation entfernt. Dateien bleiben erhalten.
es: '%@' será eliminado de la sincronización. Los archivos se conservarán.
fr: '%@' sera supprimé de la synchronisation. Les fichiers seront conservés.
nl: '%@' wordt verwijderd uit de sync. Bestanden blijven behouden.

# foldersync.delete_folder_title
source: Delete Sync?
de: Synchronisation löschen?
es: ¿Eliminar la sincronización?
fr: Supprimer la synchronisation ?
nl: Sync verwijderen?

# foldersync.edit_sync
source: Edit Folder Sync
de: Ordner-Synchronisierung bearbeiten
es: Editar sincronización de carpeta
fr: Modifier la synchronisation de dossier
nl: Folder Sync Bewerken

# foldersync.files_synced %lld
source: %lld files synced
de: %lld Dateien synchronisiert
es: %lld archivos sincronizados
fr: %lld fichiers synchronisés
nl: %lld bestanden gesynct

# foldersync.folder_count %lld
source: %lld folders
de: %lld Ordner
es: %lld carpetas
fr: %lld dossiers
nl: %lld mappen

# foldersync.force_sync
source: Force sync
de: Synchronisation erzwingen
es: Forzar sincronización
fr: Forcer la synchronisation
nl: Forceer sync
